SpringWS/out/production/SpringWS/com/learning/saaj/employee.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Header/>
  <SOAP-ENV:Body>
    <ns1:getEmployeeRequest xmlns:ns1="http://saaj.ws.learning.com/">
      <employeeId>666666</employeeId>
    </ns1:getEmployeeRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>